tap "codeclimate/formulae"
tap "fishtown-analytics/dbt"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "warbyparker/private", "git@github.com:WarbyParker/homebrew-private"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "awscli"
brew "awsume"
brew "brightness"
brew "cscope"
brew "ctags"
brew "exercism"
brew "fasd"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "go"
brew "grep"
brew "gron"
brew "httpie"
brew "ipython"
brew "jpeg"
brew "jq"
brew "krb5"
brew "libevent"
brew "libtiff"
brew "little-cms2"
brew "node"
brew "node@8"
brew "postgresql"
brew "postgresql@9.6", restart_service: true
brew "python@3.8"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tox"
brew "vim"
brew "webp"
brew "xsv"
brew "yarn"
brew "zlib"
brew "codeclimate/formulae/codeclimate"
brew "fishtown-analytics/dbt/dbt"
brew "warbyparker/private/forge"
brew "warbyparker/private/secret-agent"
cask "1password-cli"
cask "google-cloud-sdk"
cask "menumeters"
cask "utc-menu-clock"
